<div style="float: left;
							background: none repeat scroll 0% 0% rgb(236, 240, 241);
							margin-top: 10px;
							border-radius: 3px;
							width: 550px;
							line-height: 12px;
							font-size: 10px;
							padding: 12px;
							margin-bottom: 15px;
				">
					<h1 style="font-size: 10px;margin: 0px 0px 10px;">Здесь можете купить cs go ключи для Steam, или аккаунты Origin, Uplay и тд. недорого</h1>
					<p style="margin: 0px 0px 10px;">Для того чтобы <b>купить игры</b> для пк или игровой приставки, не обязательно покидать свой дом. Достаточно посетить наш <b>интернет магазин игр</b> и приобрести ключ активации. Мы предоставляем возможность сделать это онлайн, оплатив получение игры как вам удобно. Наш магазин работает с электронными платежами, такими как Qiwi, Webmoney или же Яндекс.Деньги, почтовые переводы, Master Card и Visa, а также имеются и другие способы оплаты.
					<p style="margin: 0px 0px 10px;">Еще недавно в интернете можно было увидеть объявления «<b>куплю игры steam</b>», но сейчас они утратили свою актуальность. Гораздо проще посетить наш <b>онлайн магазин игр</b>, выбрать понравившуюся компьютерную игру, оплатить ее и получить. При этом никакой роли не играет, где вы находитесь – мы продаем игры на всей территории СНГ.
					<p style="margin: 0px 0px 10px;">По сравнению с другими способами приобретения компьютерных игр, покупка игры в нашем интернет магазине, это только преимущества. Вы одни из первых получите последние новинки. Производите оплату любым удобным для вас путем и получаете игру максимально быстро. Еще одно преимущество интернет магазина IGRO-ZAKUP – мы продаем игры на пк, Xbox, Mac, Play Station и под разные операционные системы. Также вам не нужно беспокоиться о совместимости купленной игры – за вас это сделаем мы. Все игры, которые предлагает наш магазин – лицензионные, поэтому ничто не испортит ваших впечатлений от игры.
					<p style="margin: 0px 0px 10px;">В итоге хочется отметить, что покупка игры в интернет магазине PROSTEAM.RU – это невероятно просто, удобно, выгодно и самое главное - быстро. Именно поэтому огромное количество пользователей выбирают нас.
				</div>  