<?php

/* Возникли вопросы по скрипту?
 * Telegram: @PAP1LLON
*/


/* На платёжный скрипт передаются лишь 2 параметра
 * amount(сумма) и item(название обьвляение)
*/
$merchant_link = "/merchant/";

/* Стоимость отправки посылки
 * Ставить только целые числа!
*/
$сommission = 270;

/* IP адрес или хост прокси сервера в формате host:port
 * Например, 187.85.109.57:8080
*/
$proxy_host = "";

/* Данные для авторизации в формате username:password
 * Если сервер не требует авторизации оставить пустые кавычки
*/
$proxy_auth = "";

?>
